[
  {
    "id": "1",
    "title": "Saobracajna nesreca u Prijepolju",
    "category": "Hronika",
    "author": "Snow Barton",
    "published": "2021-05-03 03:08",
    "views": 412,
    "comments": 53,
    "content": "Aliqua dolor cupidatat eu duis nulla dolore. Minim ex non incididunt consectetur ut exercitation do laborum culpa. Laboris ipsum eiusmod do fugiat excepteur laboris ullamco dolor ad occaecat ad est officia. Officia esse amet excepteur fugiat elit sunt eu sunt excepteur amet occaecat minim eiusmod quis.\r\n"
  
  },
  {
    "id": "2",
    "title": "Egipat, Turska ili Grčka? Otkrivamo vam gde se najviše putuje i po kojim cenama Egipat, Turska ili Grčka? Otkrivamo vam gde se najviše putuje i po kojim cenama",
    "category": "Putovanja",
    "author": "Gladys Baker",
    "published": "2021-04-25 12:17",
    "views": 113,
    "comments": 93,
    "content": "Id pariatur est laboris qui. Adipisicing elit ex proident laborum et excepteur esse consectetur laboris nostrud enim fugiat dolore culpa. Ex exercitation quis id do enim adipisicing irure. Aliquip excepteur nulla mollit cupidatat ad voluptate excepteur laboris tempor exercitation cupidatat sunt in aliquip. Pariatur aliqua cillum ullamco deserunt. Sint commodo nostrud deserunt est voluptate. Est veniam voluptate reprehenderit dolore pariatur eu occaecat commodo voluptate.\r\n"
  },
  {
    "id": "3",
    "title": "Saobracajna nesreca u Prijepolju",
    "category": "Hronika",
    "author": "Virginia Short",
    "published": "2021-05-02 04:13",
    "views": 300,
    "comments": 61,
    "content": "Exercitation incididunt est cupidatat amet laborum voluptate irure sunt ad ullamco. Excepteur quis excepteur non nulla ex aute duis fugiat voluptate ullamco nulla et amet. Occaecat ea aliquip deserunt id qui do voluptate ullamco dolore quis proident ex est. Irure aliqua irure mollit quis dolor ullamco aliqua sunt pariatur labore ea. Fugiat exercitation culpa ex ad ex dolore tempor do eiusmod excepteur excepteur laborum. Ad ullamco sint ex dolor aute minim duis dolor." 
  },
  {
    "id": "4",
    "title": "Obeležen dan rođenja Zorana Radmilovića",
    "category": "Kultura",
    "author": "Deanne Yang",
    "published": "2021-01-24 08:09",
    "views": 185,
    "comments": 99,
    "content": "Eu eu consectetur id tempor. Ad culpa excepteur nulla do labore reprehenderit sint quis duis laboris. Labore ea elit velit irure exercitation reprehenderit ea amet magna sint. Occaecat sint non aute reprehenderit ad incididunt nulla.\r\n"
  },
  {
    "id": "5",
    "title": " Italija nestrpljiva, šta će biti sa publikom? ",
    "category": "Sport",
    "author": "Connie Cleveland",
    "published": "2021-05-09 04:23",
    "views": 39,
    "comments": 56,
    "content": "Laboris nisi fugiat consectetur elit. Ipsum incididunt ea excepteur nulla anim. Ex anim aliquip et elit ex laboris nostrud deserunt laborum nulla esse fugiat deserunt in. Do cillum consequat laborum ea deserunt sunt exercitation Lorem nisi adipisicing et incididunt consectetur deserunt. In aute ea commodo duis fugiat elit nisi aliquip nulla aute. Eiusmod sint ex dolor dolor cupidatat irure Lorem deserunt sit voluptate labore excepteur. Deserunt duis consequat aliqua ea.\r\n"
  },
  {
    "id": "6",
    "title": " Lejkersi se izvukli sa na kraju, Majami u plej-ofu! ",
    "category": "Sport",
    "author": "Casandra Shaffer",
    "published": "2021-04-19 09:48",
    "views": 118,
    "comments": 44,
    "content": "Adipisicing cillum eu velit reprehenderit. Enim esse qui fugiat tempor ex sit sit esse commodo ea. Tempor in et irure consequat sint officia ipsum.\r\n"

  },
  {
    "id": "7",
    "title": " Đokovićevo izvinjenje glavnom sudiji ",
    "category": "Sport",
    "author": "Vickie Terry",
    "published": "2021-03-20 01:29",
    "views": 194,
    "comments": 15,
    "content": "Duis dolore culpa nulla esse nostrud laborum deserunt ad ex. Excepteur nulla nisi aliqua incididunt aute exercitation quis magna sint. Aliquip cupidatat culpa sint ea sunt. Ea dolor Lorem tempor eiusmod ad tempor voluptate velit consectetur. Mollit sunt Lorem labore magna.\r\n"
  },
  {
    "id": "8",
    "title": "Egipat, Turska ili Grčka? Otkrivamo vam gde se najviše putuje i po kojim cenama",
    "category": "Putovanja",
    "author": "Rae Turner",
    "published": "2021-04-29 03:03",
    "views": 211,
    "comments": 78,
    "content": "Fugiat velit fugiat adipisicing Lorem deserunt. Esse cupidatat id est officia. Minim cillum ex adipisicing labore labore sit nisi.\r\n"
  },
  {
    "id": "9",
    "title": " Italija nestrpljiva, šta će biti sa publikom? ",
    "category": "Sport",
    "author": "Cardenas Chambers",
    "published": "2021-02-29 07:48",
    "views": 402,
    "comments": 19,
    "content": "Nostrud amet deserunt sunt sint nulla. Consequat amet nisi et veniam culpa labore ipsum et quis velit proident pariatur sunt consequat. Laboris non commodo laboris ullamco eiusmod ea aliqua do exercitation sint exercitation enim do.\r\n"
  },
  {
    "id": "10",
    "title": "Egipat, Turska ili Grčka? Otkrivamo vam gde se najviše putuje i po kojim cenama",
    "category": "Putovanja",
    "author": "Jerry Humphrey",
    "published": "2021-03-13 05:50",
    "views": 122,
    "comments": 40,
    "content": "Veniam est in fugiat anim ad irure irure deserunt proident non. Irure irure deserunt veniam voluptate ullamco proident. Ullamco ad do commodo eiusmod exercitation esse adipisicing adipisicing irure. Ex quis culpa enim aliqua consectetur qui enim dolor mollit quis. Magna exercitation adipisicing deserunt sint aute deserunt aute tempor culpa sunt aute.\r\n"
  },
  {
    "id": "11",
    "title": " Kampaco se skroz opustio, konačno! Njegov potez u odbrani će se tek prepričavati! ",
    "category": "Sport",
    "author": "Pera Petrovic",
    "published": "2020-05-02 17:50",
    "views": 234,
    "comments": 58,
    "content": "Non excepteur sit excepteur reprehenderit pariatur Lorem. Enim eiusmod elit est consectetur tempor sunt. Exercitation aliqua ullamco consequat occaecat Lorem esse ea non duis culpa.\r\n"
  },
  {
    "id": "12",
    "title": "Zahtev! Oduzmite Junajtedu šest bodova, Solskjer traži pojačanja?! Oduzmite Junajtedu šest bodova.",
    "category": "Sport",
    "author": "Jerry Humphrey",
    "published": "2021-01-22 07:50",
    "views": 329,
    "comments": 11,
    "content": "Occaecat sit enim sunt id aute ex ut eiusmod laboris ex mollit exercitation elit id. Eiusmod voluptate occaecat magna irure aliquip qui labore adipisicing quis consequat enim aliqua culpa esse. Sunt laborum mollit nulla labore labore ullamco ipsum ullamco nostrud aliqua. Sit excepteur aliquip excepteur sint occaecat commodo nostrud dolore proident eu nulla. Nisi fugiat magna minim officia non ex ipsum nostrud. Magna anim sint quis ut. Deserunt eu dolore eu laborum qui mollit irure culpa minim reprehenderit nostrud commodo.\r\n"
  },
  {
    "id": "13",
    "title": "STIŽU NAM DIGITALNI SERTIFIKATI! Od danas dostupni svima sa potvrdom o VAKCINACIJI, evo kako možete da se prijavite.",
    "category": "Aktuelno",
    "author": "Jerry Humphrey",
    "published": "2021-05-19 12:00",
    "views": 418,
    "comments": 70,
    "content": "Nostrud aute voluptate voluptate Lorem consectetur ex consequat. Dolore nostrud esse duis officia nulla ipsum ut reprehenderit occaecat exercitation et qui veniam. Labore exercitation amet qui deserunt adipisicing. Aliquip fugiat consectetur velit dolore ex in dolor veniam mollit exercitation velit.\r\n"
  },
  {
    "id": "14",
    "title": "STIŽU NAM DIGITALNI SERTIFIKATI! Od danas dostupni svima sa potvrdom o VAKCINACIJI, evo kako možete da se prijavite.",
    "category": "Aktuelno",
    "author": "Jerry Humphrey",
    "published": "2021-05-16 12:00",
    "views": 222,
    "comments": 70,
    "content": "Nostrud aute voluptate voluptate Lorem consectetur ex consequat. Dolore nostrud esse duis officia nulla ipsum ut reprehenderit occaecat exercitation et qui veniam. Labore exercitation amet qui deserunt adipisicing. Aliquip fugiat consectetur velit dolore ex in dolor veniam mollit exercitation velit.\r\n"
  }
]

